tap "charmbracelet/tap"
tap "sst/tap"
brew "atuin"
brew "bat"
brew "block-goose-cli"
brew "btop"
brew "carapace"
brew "chezmoi"
brew "difftastic"
brew "direnv"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "go-task"
brew "httpie"
brew "jj"
brew "jq"
brew "just"
brew "k9s"
brew "kanata"
brew "lazydocker"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "neovim"
brew "node"
brew "parallel"
brew "qwen-code"
brew "ripgrep"
brew "rsync"
brew "rustup"
brew "starship"
brew "stow"
brew "tlrc"
brew "tmux"
brew "tokei"
brew "unzip"
brew "uv"
brew "wget"
brew "xclip"
brew "xsel"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "charmbracelet/tap/crush"
brew "sst/tap/opencode"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "golang.org/x/tools/gopls"
{{- if eq .chezmoi.os "darwin" }}
brew "mas"
brew "libmagic"
brew "python@3.11"
brew "werf"
cask "appcleaner"
cask "betterdisplay"
cask "bitwarden"
cask "captin"
cask "ghostty@tip"
cask "karabiner-elements"
cask "kawa-app"
cask "linearmouse"
cask "meld"
cask "orbstack"
cask "visual-studio-code"
cask "zed"
{{- end }}
